tap "homebrew/bundle"
tap "buo/cask-upgrade"
brew "node"
brew "yarn"
brew "bitwarden-cli"
brew "cask"
brew "git"
brew "kepubify"
brew "python@3.9"
brew "mas"
brew "mkcert"
brew "nvm"
brew "openvpn"
brew "mackup"
cask 'airbuddy'
cask 'appcleaner'
cask 'arc'
cask 'bitwarden'
cask 'calibre'
cask 'craft'
cask 'discord'
cask 'docker'
cask 'dozer'
cask 'figma'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'kap'
cask 'logitech-g-hub'
cask 'logi-options-plus'
cask 'macs-fan-control'
cask 'monitorcontrol'
cask 'openvpn-connect'
cask 'rapidapi'
cask 'raycast'
cask 'shottr'
cask 'spotify'
cask 'tableplus'
cask 'tor-browser'
cask 'transmission'
cask 'visual-studio-code'
cask 'zed'
mas "AdBlock Pro", id: 1018301773
mas "ColorSlurp", id: 1287239339
mas "Command X", id: 6448461551
mas "Dark Mode for Safari", id: 1397180934
mas "EasyRes", id: 688211836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Mic Drop", id: 1489816366
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Pure Paste", id: 1611378436
mas "Raivo OTP", id: 1498497896
mas "Red Lines Tools", id: 1469400117
mas "Reeder", id: 1529448980
mas "Sleep Control Center", id: 946798523
mas "Spark", id: 1176895641
mas "Table Tool", id: 1122008420
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "eliostruyf.vscode-typescript-exportallmodules"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "LinusU.auto-dark-mode"
vscode "melishev.feather-vscode"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vsliveshare.vsliveshare"
vscode "mxsdev.typescript-explorer"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "PWABuilder.pwa-studio"
vscode "qwtel.sqlite-viewer"
vscode "rastikerdar.vscode-seedling-icon-theme"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "SirTori.indenticator"
vscode "teledemic.branch-warnings"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
